<?php

return [
    'title' => [
        'success' => [
            'text' => 'Успех',
            'register' => 'Аккаунт создан!',
            'login' => 'Вход выполнен!',
            'logout' => 'Вы вышли из аккаунта',
            'settings' => [
                'profile' => 'Профиль обновлен',
                'password' => 'Пароль обновлен',
                'account' => 'Аккаунт удален',
            ],
        ],
        'error' => [
            'text' => 'Ошибка',
            'validation' => 'Ошибка валидации',
        ],
    ],
    'message' => [
        'success' => [
            'register' => 'Теперь вы можете создавать и делиться своими рецептами.',
            'login' => 'Рады видеть вас снова.',
        ],
        'error' => [
            'login' => 'Электронная почта или пароль указаны неверно.',
        ],
    ],
];
