<?php

return [
    'title' => [
        'success' => [
            'register' => 'Аккаунт создан!',
            'login' => 'Вход выполнен!',
            'logout' => 'Вы вышли из аккаунта',
        ],
        'error' => [
            'validation' => 'Ошибка валидации',
        ],
    ],
    'message' => [
        'success' => [
            'register' => 'Теперь вы можете создавать и делиться своими рецептами.',
            'login' => 'Рады видеть вас снова.',
        ],
        'error' => [
            'login' => 'Электронная почта или пароль указаны неверно.',
        ],
    ],
];
