<?php

return [
    'hero' => [
        'title' => 'Едой',
        'subtitle' => 'стоит поделиться.',
        'description' => 'Forksy — это социальная лента рецептов и домашней кулинарии.
                        Делитесь тем, что готовите, открывайте новые вкусы и общайтесь
                        с людьми, которые любят еду так же, как и вы.',
        'btn' => [
            'start' => 'Начать',
            'explore' => 'Изучить возможности'
        ]
    ],
    'features' => [
        'title' => 'Все, что нужно любителям еды',
        'items' => [
            [
                'title' => 'Лента рецептов',
                'description' => 'Лента в реальном времени с рецептами от пользователей, на которых вы подписаны.'
            ],
            [
                'title' => 'Комментарии и лайки',
                'description' => 'Сохраняйте, обсуждайте и реагируйте на рецепты, которые вам нравятся.'
            ],
            [
                'title' => 'Личный профиль',
                'description' => 'Создайте свою кулинарную идентичность и расширяйте свою аудиторию.'
            ],
        ]
    ],
];
